Repository: Wertuoz/CsCartTest
Catalog: var/langs/*/addons/ab__video_gallery.po
Languages: ru_ru

# Addons::name::ab__video_gallery
source: AB: Video gallery for product
ru_ru: AB: Видео галерея товара

# Addons::description::ab__video_gallery
source: Add a Youtube video to products, allows you to mark up these items in the product list<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>
ru_ru: Добавляет Youtube видео к товарам, позволяет помечать такие товары в списке.<br><a href='https://cs-cart.alexbranding.com' target='_blank'>cs-cart.alexbranding.com</a>

# Languages::ab__video_gallery
source: AB: Video Gallery
ru_ru: AB: Видео галерея

# Languages::ab__vg.form.pos
source: Pos.
ru_ru: Поз.

# Languages::ab__vg.form.title
source: Video title
ru_ru: Заголовок видео

# Languages::ab__vg.form.status
source: Status
ru_ru: Статус

# Languages::ab__vg.form.youtube_id
source: YouTube video ID
ru_ru: ID видео на YouTube

# Languages::ab__vg.form.youtube_id.tooltip
source: For example in video https://www.youtube.com/watch?v=-boKk8uhmcY ID is -boKk8uhmcY
ru_ru: Например, для видео https://www.youtube.com/watch?v=-boKk8uhmcY ID является -boKk8uhmcY

# Languages::ab__vg.form.width
source: Width
ru_ru: Ширина

# Languages::ab__vg.form.width.tooltip
source: Video width in px
ru_ru: Ширина видео в пикселях

# Languages::ab__vg.form.height
source: Height
ru_ru: Высота

# Languages::ab__vg.form.height.tooltip
source: Video height in px
ru_ru: Высота видео в пикселях

# Languages::ab__vg.form.icon_type
source: Icon type
ru_ru: Тип иконки

# Languages::ab__vg.form.icon_type.snapshot
source: Video snapshot
ru_ru: Кадр из видео

# Languages::ab__vg.form.icon_type.icon
source: Manual icon
ru_ru: Ручная иконка

# Languages::ab__vg.form.icon
source: Icon
ru_ru: Иконка

# Languages::ab__vg.form.description
source: Description
ru_ru: Описание

# SettingsOptions::ab__video_gallery::position
source: Position
ru_ru: Расположение

# SettingsTooltips::ab__video_gallery::position
source: Position of the video in product image gallery
ru_ru: Расположение видео в галерее изображений товара

# SettingsVariants::ab__video_gallery::position::pre
source: Pre
ru_ru: В начале

# SettingsVariants::ab__video_gallery::position::post
source: Post
ru_ru: В конце

# SettingsOptions::ab__video_gallery::show_in_lists
source: Show in lists
ru_ru: Показывать в списках

# SettingsTooltips::ab__video_gallery::show_in_lists
source: Show video availability in products lists
ru_ru: Показывать ли иконку наличия видео в списках товаров

# SettingsOptions::ab__video_gallery::on_thumbnail_click
source: Show video
ru_ru: Показывать видео

# SettingsTooltips::ab__video_gallery::on_thumbnail_click
source: Action on clicking a thumbnail in the product image gallery: show the video in the dialog box or on the the product's image
ru_ru: Действие при клике на миниатюру в галлерее изображений товара: показать видео в диалоговом окне или на месте изображения товара

# SettingsVariants::ab__video_gallery::on_thumbnail_click::open_popup
source: In the dialog box
ru_ru: В дилоговом окне

# SettingsVariants::ab__video_gallery::on_thumbnail_click::image_replace
source: On the product's image
ru_ru: На месте изображения

# Languages::ab__video_gallery_title_product
source: Video gallery
ru_ru: Видео галерея

# Languages::ab__vg.form.product_settings
source: Settings
ru_ru: Настройки

# Languages::ab__vg.form.replace_image
source: Use video as default image
ru_ru: Использовать видео как изображение по умолчанию

source: Use first video as default image at products page
ru_ru: Использовать первое видео как изображение по умолчанию в карточке товара

# Languages::ab__vg.form.product_videos
source: Videos
ru_ru: Видео

# Languages::privilege_sections.ab__video_gallery
source: AB: Video gallery for product
ru_ru: AB: Видео галерея товара

# Languages::privileges.ab__vg_manage_videos
source: Manage videos
ru_ru: Управление видео

# Languages::privileges.ab__vg_view_videos
source: View videos
ru_ru: Просмотр видео

# Languages::ab__video_gallery.help
source: Help
ru_ru: Справка

# Languages::ab__vg_help.docs
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__video_gallery.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__video_gallery.doc'>документацией</a>.

# SettingsOptions::ab__video_gallery::controls
source: Enable video control panel
ru_ru: Показывать панель управления видео

# SettingsOptions::ab__video_gallery::repeat
source: Enable video repeating
ru_ru: Включить повторное воспроизведение

# Languages::ab__vg.exim.remove_videos
source: Clean up
ru_ru: Удалить видео

# Languages::ab__vg.exim.remove_videos.text
source: When importing existing videos of this product will be deleted before import
ru_ru: При импорте существующие видео обновляемого товара будут удалены

# Languages::youtube_id
source: YouTube video ID
ru_ru: ID видео на YouTube

# Languages::video_id
source: Video ID
ru_ru: ID видео

# Languages::icon_type
source: Icon type: snapshot - video snapshot, icon - manual icon
ru_ru: Тип иконки: snapshot - кадр из видео, icon - ручная иконка
